tests/IsolatedBuildingTest/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          800;
        startFace       186400;
    }
    outlet
    {
        type            patch;
        nFaces          800;
        startFace       187200;
    }
    ground
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          3200;
        startFace       188000;
    }
    top
    {
        type            symmetry;
        inGroups        List<word> 1(symmetry);
        nFaces          3200;
        startFace       191200;
    }
    front
    {
        type            symmetry;
        inGroups        List<word> 1(symmetry);
        nFaces          1600;
        startFace       194400;
    }
    back
    {
        type            symmetry;
        inGroups        List<word> 1(symmetry);
        nFaces          1600;
        startFace       196000;
    }
)

// ************************************************************************* //
