tests/IsolatedBuildingTest/constant/simCenter/output/baseForces.txt
0.000000e+00 0.000000e+00 0.000000e+00
8.851073e+00 1.129576e-01 2.188022e-03
7.734331e+00 1.236009e-01 1.563244e-03
6.619452e+00 1.678285e-01 1.370327e-03
5.355829e+00 1.818243e-01 1.810818e-03
4.486521e+00 2.092073e-01 2.168512e-03
4.173465e+00 2.648368e-01 2.224625e-03
4.576209e+00 2.653638e-01 2.066913e-03
5.299988e+00 2.536946e-01 8.333205e-04
6.049405e+00 2.536319e-01 -7.473787e-04
6.469277e+00 2.171808e-01 -1.296683e-03
6.305470e+00 2.066999e-01 -2.658440e-03
6.223099e+00 2.083565e-01 -2.260828e-03
6.289064e+00 2.567473e-01 -1.143474e-04
6.448022e+00 2.325647e-01 5.143929e-04
6.639923e+00 2.015809e-01 1.021345e-03
6.716102e+00 1.963999e-01 4.747068e-03
6.687580e+00 1.296016e-01 6.233345e-03
6.574642e+00 3.016843e-02 2.498960e-03
6.606318e+00 -6.661688e-03 1.991377e-03
6.626962e+00 -4.468813e-02 -1.629905e-03
6.589164e+00 -5.214017e-02 -1.766341e-03
6.505456e+00 4.041779e-03 -2.913727e-03
6.375324e+00 3.032770e-01 4.473894e-03
6.334110e+00 4.455431e-01 7.850767e-03
6.346558e+00 4.444881e-01 3.257323e-03
6.377798e+00 3.284619e-01 -3.658835e-03
6.343597e+00 3.749675e-01 -1.550902e-03
6.343066e+00 3.780688e-01 -7.204590e-04
6.407548e+00 3.447080e-01 -2.651939e-03
6.307358e+00 2.521708e-01 -4.767389e-03
6.093734e+00 1.970767e-01 -6.617242e-03
5.982496e+00 2.236691e-01 -3.476300e-03
5.962645e+00 3.375489e-01 1.268821e-03
5.919690e+00 4.746308e-01 1.070630e-03
5.827809e+00 5.991941e-01 1.411933e-03
5.793509e+00 7.028724e-01 3.419835e-03
5.768774e+00 7.940645e-01 5.162508e-03
5.707403e+00 8.605853e-01 4.995371e-03
5.759454e+00 9.521354e-01 5.105966e-03
5.799604e+00 9.721914e-01 4.260188e-03
5.767355e+00 9.523232e-01 1.749166e-03
5.783396e+00 8.907831e-01 7.709187e-04
5.770298e+00 8.125493e-01 4.379573e-04
5.693939e+00 8.052075e-01 1.047496e-03
5.640166e+00 7.804291e-01 1.769414e-03
5.630618e+00 7.148656e-01 1.585274e-03
5.608430e+00 5.679082e-01 -9.883147e-04
5.584607e+00 3.436639e-01 -3.669956e-03
5.510874e+00 7.776047e-02 -6.236556e-03
5.437018e+00 -1.644339e-01 -6.876164e-03
5.325812e+00 -3.683601e-01 -6.721686e-03
5.261689e+00 -5.334886e-01 -4.518248e-03
5.207723e+00 -6.266137e-01 -1.383785e-03
5.166600e+00 -6.755474e-01 1.627403e-03
5.116242e+00 -7.145347e-01 4.900811e-03
5.108226e+00 -6.826612e-01 7.125138e-03
5.103395e+00 -7.045197e-01 7.094782e-03
5.068291e+00 -7.028450e-01 5.903985e-03
5.065865e+00 -7.081041e-01 6.663920e-03
5.098785e+00 -6.913054e-01 8.695233e-03
5.046930e+00 -5.730841e-01 1.005580e-02
4.937639e+00 -4.968852e-01 1.030412e-02
4.884257e+00 -4.392476e-01 9.718020e-03
4.810554e+00 -3.056883e-01 8.789712e-03
4.772122e+00 -2.181920e-01 6.971297e-03
4.685869e+00 -7.533294e-02 4.825918e-03
4.596290e+00 2.699970e-02 3.588247e-03
4.550937e+00 1.548964e-01 3.541837e-03
4.440229e+00 2.624368e-01 3.037314e-03
4.440118e+00 3.443274e-01 1.982301e-03
4.403424e+00 4.343722e-01 1.008668e-03
4.371141e+00 5.243248e-01 -2.239934e-04
4.277387e+00 5.948098e-01 -1.622031e-03
4.243270e+00 6.441417e-01 -2.214712e-03
4.232828e+00 6.714200e-01 -3.169566e-03
4.256252e+00 7.074713e-01 -4.514745e-03
4.261663e+00 7.215013e-01 -5.281313e-03
4.255332e+00 7.338148e-01 -4.832616e-03
4.215389e+00 6.800625e-01 -4.277024e-03
4.196945e+00 6.141753e-01 -4.426588e-03
4.131257e+00 4.420871e-01 -5.698361e-03
4.021084e+00 3.050233e-01 -6.349069e-03
3.971484e+00 1.969606e-01 -5.921582e-03
3.961696e+00 1.129248e-01 -5.434833e-03
3.913499e+00 3.029209e-02 -5.101015e-03
3.910544e+00 -5.846684e-02 -4.682770e-03
3.928172e+00 -2.159868e-01 -4.074192e-03
3.942823e+00 -3.810733e-01 -3.031051e-03
3.950755e+00 -5.146052e-01 -3.693187e-04
3.989676e+00 -5.872118e-01 2.807929e-03
4.037640e+00 -6.394677e-01 4.871672e-03
4.068612e+00 -6.745542e-01 5.508736e-03
4.164639e+00 -7.413387e-01 5.825914e-03
4.218433e+00 -7.348715e-01 6.602118e-03
4.225625e+00 -7.489045e-01 7.196779e-03
4.215141e+00 -7.894773e-01 6.942164e-03
4.260827e+00 -8.263590e-01 6.408754e-03
4.319180e+00 -9.103844e-01 4.558653e-03
4.365329e+00 -9.338036e-01 3.023995e-03
...
3.640348e+00 -1.180182e-01 3.950106e-03
